app/controllers/comments_controller.rb

INSERT INTO "comments" ("body", "commenter", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["body", "Cool site!"], ["commenter", "Jack"], ["created_at", "2014-11-22 05:01:35.204044"], ["updated_at", "2014-11-22 05:01:35.204044"]]
---
	def create
		@comment = Comment.new(comment_params)

		if @comment.save